Repository: TheMorc/telekom-uwp
Catalog: Telekom/Strings/*/Resources.resw
Source language: en_us
Languages: sk_sk

# error_block_any/Text
source: An error occured.
sk_sk: Nastala chyba.

# error_block_nointernet/Text
source: Looks like you aren't connected to the internet.
sk_sk: Vyzerá to že ste neni pripojení na internet.

# error_tryagain.Content
source: Try again
sk_sk: Skúsiť znova

# error_commandbar/Text
source: ERROR
sk_sk: CHYBA

# Generating_new_token
source: Generating a new token...
sk_sk: Generujem nový token...

# Gifts/Text
source: Gifts
sk_sk: Akcie a súťaže

source: invoice
sk_sk: faktúra

# Invoices/Text
source: Invoices
sk_sk: Faktúry

source: Loading...
sk_sk: Načítavam...

source: Logging in...
sk_sk: Prihlasujem...

# Login_success
source: Logged in successfully!
sk_sk: Prihlásenie úspešné!

# Magenta1/Text
source: Magenta 1 Group
sk_sk: Magenta 1 Skupina

# Overview/Text
source: Overview
sk_sk: Prehľad

# Profile/Text
source: Profile
sk_sk: Profil

# Settings/Text
source: Settings
sk_sk: Nastavenia

# setup_pin/Text
source: LOGIN
sk_sk: PRIHLÁSENIE

# setup_pin_block1.Text
source: Please input your telephone number you'll use to log in to the app.
sk_sk: Zadajte vaše telefónne číslo, s ktorým sa prihlásite do aplikácie.

# setup_pin_block2.Text
source: We'll send you a PIN code SMS to your telephone number.
sk_sk: Na vaše telefónne číslo pošleme prihlasovací kód cez SMS.

# setup_pin_box.PlaceholderText
source: Telephone number (ex. 0903903903)
sk_sk: Telefónne číslo (napr. 0903903903)

# setup_pin_button.Content
source: Send code
sk_sk: Poslať kód

# setup_verif/Text
source: VERIFICATION
sk_sk: VERIFIKÁCIA

# setup_verif_block.Text
source: Enter the PIN code we sent you to your telephone number.
sk_sk: Zadajte prihlasovací kód ktorý sme vám poslali na telefónne číslo.

# setup_verif_box.PlaceholderText
source: PIN code
sk_sk: Prihlasovcí kód

# setup_verif_button.Content
source: Check code
sk_sk: Overiť

# error_reason_any/Text
source: Something went wrong. Please try again later.
sk_sk: Niečo sa pokazilo. Skúste to znova neskôr.

# error_reason_nointernet/Text
source: Make sure Wi-Fi or cellular data is on. See if you can use the Wi-Fi or cellular data to get to websites from a different device. If you can't, restart your modem, router or device and reconnect. If you're using a wired Ethernet connection, make sure the cable is securely plugged into your device. If you already did any of the above and you still have problems, click Try again or close the app.
sk_sk: Skontrolujte či máte zapnutú Wi-Fi alebo mobilné dáta. Skúste či ide pristupovať na webstránky z iného zariadenia cez Wi-Fi alebo mobilné dáta. Keď nie, reštartujte modem, router alebo zariadenie a pripojte sa ešte raz. Keď používate káblové pripojenie Ethernet, skontrolujte či máte správne zapojená kábel do vášho zariadenia. Ak ste už spravili možnosti vyššie uvedené a stále máte problémy, stlačte Skúsiť znovu alebo zavrite aplikáciu.

# error_close.Content
source: Close
sk_sk: Zavrieť

# profile_contTelNum.PlaceholderText
source: Contact telephone number
sk_sk: Kontaktné telefónne číslo

# profile_emailAddress.PlaceholderText
source: Email address
sk_sk: Emailová adresa

# profile_firstName.PlaceholderText
source: First name
sk_sk: Krstné meno

# profile_lastName.PlaceholderText
source: Last name
sk_sk: Priezvisko

# profile_saveChanges.Content
source: Save changes
sk_sk: Uložiť zmeny

# profile_username.PlaceholderText
source: Telekom username
sk_sk: Prihlasovacie meno účtu Môj Telekom

# profile_simLabel.PlaceholderText
source: Custom SIM label
sk_sk: Vlastné meno SIM

# Profile/NoChanges
source: No changes have been made.
sk_sk: Neboli vykonané žiadne zmeny.

# Profile/Success
source: Changes saved successfully!
sk_sk: Zmeny úspešne uložené!

# bill_download_button.Content
source: Download invoice
sk_sk: Stiahnuť faktúru

# bill_id_text.Text
source: Invoice ID:
sk_sk: Číslo faktúry

# bill_receiver_text.Text
source: Invoice sent to:
sk_sk: Faktúra bola zaslaná:

# Invoice_Details
source: INVOICE DETAILS FOR
sk_sk: DETAILY FAKTÚRY ZA
